RRN_Data/986500/986525.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-03-31T10:55:14.796+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-03-31T10:55:14.796+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230331-000497" version="5"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-03-31T10:55:13.560+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="DisturbanceActivity" id="230331-000497-104" version="2"><situationRecordCreationReference>Allegro-230331-000007-Allegro-230331-000007-000004</situationRecordCreationReference><situationRecordCreationTime>2023-03-31T09:06:46.000+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-31T10:54:13.000+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-31T10:55:13.560+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-31T09:06:46.000+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord</sourceIdentification><sourceName><values><value lang="fr">CIGT Lille</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-31T09:06:46.000+02:00</overallStartTime><overallEndTime>2023-03-31T10:54:13.000+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Nord</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">sur bretelle de sortie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Sur 100 m 
</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 100 m au sud de Tourmaniantz</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Calais (A16) vers Calais (N216)</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><externalReferencing><externalLocationCode>ID--0</externalLocationCode><externalReferencingSystem>TipiBretelle</externalReferencingSystem></externalReferencing><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>exitSlipRoad</carriageway><lengthAffected>0.0</lengthAffected></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>northBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.952705</latitude><longitude>1.906284</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Calais</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A216</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Tourmaniantz</value></values></alertCLocationName><specificLocation>27980</specificLocation></alertCLocation><offsetDistance><offsetDistance>100</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>aligned</directionRelativeAtPoint><linearElement><roadName><values><value lang="fr">A216</value></values></roadName></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>900.0</distanceAlong><fromReferent><referentIdentifier>62PR1D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobilityOfActivity><mobilityType>stationary</mobilityType></mobilityOfActivity><disturbanceActivityType>publicDisturbance</disturbanceActivityType></situationRecord><situationRecord xsi:type="DisturbanceActivity" id="230331-000497-103" version="3"><situationRecordCreationReference>Allegro-230331-000007-Allegro-230331-000007-000003</situationRecordCreationReference><situationRecordCreationTime>2023-03-31T09:06:46.000+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-31T10:54:13.000+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-31T10:55:13.560+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-31T09:06:46.000+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord</sourceIdentification><sourceName><values><value lang="fr">CIGT Lille</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-31T09:06:46.000+02:00</overallStartTime><overallEndTime>2023-03-31T10:54:13.000+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Nord/District Littoral/CEI de Peuplingues</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">sur bretelle de sortie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Sur 100 m 
</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Calais - Terminal Ferry vers Calais (A216)</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><externalReferencing><externalLocationCode>ID--0</externalLocationCode><externalReferencingSystem>TipiBretelle</externalReferencingSystem></externalReferencing><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>exitSlipRoad</carriageway><lengthAffected>0.0</lengthAffected></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.960125</latitude><longitude>1.9053371</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Calais</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N216</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadName><values><value lang="fr">N216</value></values></roadName></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>726.0</distanceAlong><fromReferent><referentIdentifier>62PR2G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobilityOfActivity><mobilityType>stationary</mobilityType></mobilityOfActivity><disturbanceActivityType>publicDisturbance</disturbanceActivityType></situationRecord><situationRecord xsi:type="DisturbanceActivity" id="230331-000497-1" version="5"><situationRecordCreationReference>Allegro-230331-000007-Allegro-230331-000007-000001</situationRecordCreationReference><situationRecordCreationTime>2023-03-31T09:06:46.000+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-31T10:54:13.000+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-31T10:55:13.560+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-31T09:06:46.000+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord</sourceIdentification><sourceName><values><value lang="fr">CIGT Lille</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-31T09:06:46.000+02:00</overallStartTime><overallEndTime>2023-03-31T10:54:13.000+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Nord/District Littoral/CEI de Peuplingues</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Calais (A216) vers Calais - Terminal Ferry</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>northBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.959732</latitude><longitude>1.9054668</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Calais</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N216</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.954277</latitude><longitude>1.9060981</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Calais</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N216</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>N0216</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>680.0</distanceAlong><fromReferent><referentIdentifier>62PR2D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>70.0</distanceAlong><fromReferent><referentIdentifier>62PR2D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobilityOfActivity><mobilityType>stationary</mobilityType></mobilityOfActivity><disturbanceActivityType>publicDisturbance</disturbanceActivityType></situationRecord><situationRecord xsi:type="DisturbanceActivity" id="230331-000497-2" version="5"><situationRecordCreationReference>Allegro-230331-000007-Allegro-230331-000007-000002</situationRecordCreationReference><situationRecordCreationTime>2023-03-31T09:06:46.000+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-31T10:54:13.000+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-31T10:55:13.560+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-31T09:06:46.000+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord</sourceIdentification><sourceName><values><value lang="fr">CIGT Lille</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-31T09:06:46.000+02:00</overallStartTime><overallEndTime>2023-03-31T10:54:13.000+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Nord/District Littoral/CEI de Peuplingues</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Calais - Terminal Ferry vers Calais (A216)</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.95427</latitude><longitude>1.9059277</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Calais</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N216</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.959713</latitude><longitude>1.9053384</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Calais</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N216</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>N0216</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>70.0</distanceAlong><fromReferent><referentIdentifier>62PR2G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>680.0</distanceAlong><fromReferent><referentIdentifier>62PR2G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobilityOfActivity><mobilityType>stationary</mobilityType></mobilityOfActivity><disturbanceActivityType>publicDisturbance</disturbanceActivityType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>